
INSTRUCTIONS_TEXT = 'Через меня можно заказать любимое пивко. \nСначала тебе нужно будет зарегистрироваться ' \
                    '(это займет всего минуту), затем выбрать любимое пиво и оформить заказ. Такие дела.'

TALK_TO_ME = 'Здравствуйте, {}'
MAYBE_YOU = 'А может ты {}?'
TELL_ABOUT_YOU = 'Обозначьте себя'
BEER_IN_BOTTLES = 'Сорта пива в бутылках'

NOT_REGISTERED = 'Кажется вы не зарегистрированы. Это займет всего 1 минуту, нажмите на Регистрация'
ALREADY_REGISTERED = 'Вы уже зарегистрированы'
ENTER_ADDRESS = 'Вам нужно ввести адрес доставки:'
NEXT_ENTER_ADDRESS = 'Записал, спасибо. Теперь напишите адрес доставки:'
FINALY_ENTER_CONTACTS = 'Введите контактные данные по кнопке "Регистрация"'

NO_BOTTLES_LEFT = 'Кажется, на данный момент пива в бутылках не осталось'
NO_ACTIVE_ORDERS = 'У вас нет активных заказов.'
ORDER_PROCEEDED = 'Ваш заказ отправлен, скоро с вами свяжутся'

BUTTONS_ROOT_BUCKET_BEGIN = [['К корню пива', 'Корзина'], ['В начало']]
BUTTON_BEGIN = [['В начало']]
BUTTONS_REG_BEGIN = [['В начало', 'Регистрация']]
BUTTON_CONTACT = 'Прислать контакты'

DONE = 'Готово!'
